Repository: TimurKarev/lang_learn_mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: ky

source: Hello World
ky: Салам Дүйнө

source: Kyrgyz Language
ky: Кыргыз Тили

source: Skip
ky: Өткөрүп жиберүү

source: Next
ky: Кийинки

source: Finish
ky: Аяктоо

# loginTitle
source: Log In
ky: Тиркемеге кирүү

# enterEmail
source: Enter your email
ky: Email дарегиңизди жазыңыз

source: Password
ky: Сыр сөз

source: Forgot Password?
ky: Сыр сөздү унуттуңузбу?

source: Log In
ky: Кирүү

# dontHaveAccount
source: Don't have an account?
ky: Аккаунтуңуз жокпу?

source: Sign Up
ky: Катталуу

source: or
ky: же

# byContinuing
source: By continuing I accept
ky: Улантуу аркылуу мен кабыл алам

source: Terms of Use
ky: Пайдалануу шарттарын

source: and
ky: жана

source: Privacy Policy
ky: Купуялулук саясатын

source: Home
ky: Баш барак

source: Practice
ky: Практика

source: Dictionary
ky: Сөздүк

# findTeacher
source: Find a Teacher
ky: Мугалим табуу

source: Conversation Clubs
ky: Сүйлөшүү клубдары

# learningPath
source: Your Learning Path
ky: Сиздин үйрөнүү жолуңуз

source: Greeting
ky: Саламдашуу

source: Numbers
ky: Сандар

# marketWithGrandma
source: Going to the Market with Grandma
ky: Чоң эне менен базарга баруу

# themeAnimals
source: Animals
ky: Жаныбарлар

# themeBasicQualities
source: Basic Qualities
ky: Негизги сапаттар

# themeBiologicalVerbs
source: Biological Verbs
ky: Биологиялык этиштер

# themeBodyParts
source: Body Parts
ky: Дене бөлүктөрү

# themeCity
source: City
ky: Шаар

# themeClothes
source: Clothes
ky: Кийимдер

# themeColors
source: Colors
ky: Түстөр

# themeConsumptionVerbs
source: Consumption Verbs
ky: Керектөө этиштери

# themeFood
source: Food
ky: Тамак-аш

# themeFunctional
source: Functional
ky: Функционалдык

# themeFurniture
source: Furniture
ky: Мебель

# themeHead
source: Head
ky: Баш

# themeHousehold
source: Household
ky: Үй-бүлө

# themeInteractionVerbs
source: Interaction Verbs
ky: Өз ара аракет этиштери

# themeMindVerbs
source: Mind Verbs
ky: Акыл этиштери

# themeMovementVerbs
source: Movement Verbs
ky: Кыймыл этиштери

# themeNature
source: Nature
ky: Табият

# themePeople
source: People
ky: Адамдар

# themeProfessions
source: Professions
ky: Кесиптер

# themePronouns
source: Pronouns
ky: Альтамдар

# themeQuestions
source: Questions
ky: Суроолор

# themeSizes
source: Sizes
ky: Өлчөмдөр

# themeTools
source: Tools
ky: Аспаптар

# themeVehicles
source: Vehicles
ky: Унаалар

# themeUnknown
source: Unknown
ky: Белгисиз

source: Memory Challenge
ky: Эс

source: Answer History
ky: Жооптор тарыхы

source: Vocabulary
ky: Сөздүк

source: Vocabulary Themes
ky: Сөздүк темалары

source: Flashcard Settings
ky: Карточкалардын орнотуулары

source: Wrong
ky: Ката

source: Correct
ky: Туура

source: Repeat
ky: Кайталоо

source: Right
ky: Туура

source: Error
ky: Ката

source: Add Hint
ky: Көрсөтмө кошуу

source: Cancel
ky: Жокко чыгаруу

source: Save
ky: Сактоо

source: Apply
ky: Колдонуу

source: Close
ky: Жабуу

source: Shuffle Cards
ky: Карточкаларды аралаштыруу

# repeatWrong
source: Repeat Wrong Answers
ky: Ката жоопторду кайталоо

source: Show Hint
ky: Көрсөтмөнү көрсөтүү

source: Question Language
ky: Суроо тили

source: Logout
ky: Чыгуу

# logoutConfirmation
source: Are you sure you want to logout?
ky: Чыгабыз деп ойлойсуңузбу?

source: Hint Text
ky: Көрсөтмө тексти

source: Enter hint text...
ky: Көрсөтмө текстин жазыңыз...

source: Image (optional)
ky: Сүрөт (милдеттүү эмес)

source: Click to select image
ky: Сүрөттү тандоо үчүн басыңыз

source: File selected:
ky: Файл тандалды:

source: Failed to load image
ky: Сүрөттү жүктөө оңунан чыккан жок
